{"sections":{"return_banner":{"type":"return_banner","settings":{"banner_heading":"Frequently Asked Questions","banner_subheading":"Don’t worry! We got you covered!","mobile_description":"<p>If you question has not been answered you can contact us at <strong>contactemail@here<\/strong> and we will get back to you.<\/p>","mobile_more_description":"","background":"#8a9b75","banner_font":"#ffffff","heding_image":"shopify:\/\/shop_images\/star_icon_7560b4d0-1836-4922-aa32-ac044f252861.png"}},"faq-first-section":{"type":"faq-first-section","blocks":{"62ca0057-5f1c-49e7-ae15-397b6d0f682d":{"type":"faq-items","settings":{"title":"How much is the shipping cost?","description":"<p>We offer <strong>FREE SHIPPING<\/strong> to most metro cities of Australia. To check if your postcode is included, just simply enter your postcode on the product cart or delivery page. It provides information if we deliver in that area, and the shipping cost if in case your postcode is not included in the <strong>FREE SHIPPING ZONE<\/strong>.<\/p>"}},"9b481b11-3d67-4963-8a84-93fe1942acdf":{"type":"faq-items","settings":{"title":"How can I track the progress of my order?","description":"<p>We’ll keep you posted all way through! After you order, you will be receiving an order confirmation from us. Please allow 24 hours for the orders to be processed and dispatched.  Once your order is processed, you will receive an email and an SMS with a tracking number. Another email will be sent, so you can track the delivery status of your order.  To make sure you don’t miss your order, you will receive an SMS or an email when the order is on its way and another notification once the item is delivered to your doorstep.<\/p>"}},"e8d72228-3a22-4d6e-b491-266e368d479c":{"type":"faq-items","settings":{"title":"Dispatch vs Delivery","description":"<p>All orders are processed within 3-5 Days. However, our dispatching facility operates from Monday-Friday 9 AM - 5 PM.  If you order on a Friday, Orders will be dispatched with in 3-5 days.<\/p> \n\n<p>Dispatch is when the item(s) are collected by our delivery partner from our warehouse. From dispatch, transit times may vary depending on location. Please refer to the estimated transit times below.<\/p>"}},"77367e39-702e-43f6-b098-1b5a203eb619":{"type":"faq-items","settings":{"title":"How long does it take for my order to arrive?","description":"<p>Dispatched within 24 hours (1 Business Day)<\/p>\n<p>Expected delivery time: 1-11 business days (Monday-Friday) depending on location upon dispatch<\/p>\n<p>VIC Metro 3-5 Business Days<\/p>\n<p>VIC Regional 3-9 Business Days<\/p>\n<p>NSW Metro 3-8 Business Days<\/p>\n<p>NSW Regional 3-10 Business Days<\/p>\n<p>QLD 3-10 Business Days<\/p>\n<p>SA 3-10 Business Days<\/p>\n<p>ACT 3-10 Business Days<\/p>\n<p>WA 5-11 Business Days<\/p>\n<p>TAS 5-11 Business Days<\/p>\n<p>NT 5-11 Business Days<\/p>\n\n<p>First scan will appear on the tracking tool once your orders reach the courier’s depot:<\/p>\n<p>VIC, ACT, TAS and NT – First scan event appears on the 1st or 2nd day after collection<\/p>\n<p>NSW and SA – First scan event appears on the 2nd day after collection<\/p>\n<p>QLD – First scan event appears on the 3rd day after collection.<\/p>\n<p>WA – First scan event appears on the 3rd day after collection.<\/p>\n\n<p>For Non- lifely Products:<\/p>\n<p>Eco Home: 7 business days<\/p>\n<p>Olivia Shayn: 15 business days<\/p>\n<strong>Note:<\/strong> We work hard to process all orders as quickly as possible and we will generally send an email to let you know when your order has been dispatched or if we anticipate delays.<p><\/p>"}},"8b566456-2b43-4ac4-b672-6ac6e0b55774":{"type":"faq-items","settings":{"title":"If I order several items, will they be delivered at the same time?","description":"<p>It is a standard practice that we ensure all items ordered are dispatched at the same time if the product is available and comes from the same warehouse. We do not guarantee that it will all arrive at the same time due to special circumstances (courier operations, product availability, lost in transit etc.).<\/p>\n\n<p>Orders with multiple items (10 cartons or more) may require special handling and we can offer a delivery option that will allow the courier to deliver all your items together at the same time.  However, this service will incur an additional cost as a special arrangement will need to be made with our delivery partner before dispatch. Please note that bulk delivery is optional. \nWe can still process your orders as normal, but your items will be posted with multiple consignment numbers and you can expect separate deliveries.<\/p>\n\n<p>Should you wish to inquire about the bulk delivery, kindly email hello@lifely.com.au and our friendly customer care team will be ready to assist you.<\/p>"}},"dbc368ec-8c15-4192-8f60-c5484eb778fe":{"type":"faq-items","settings":{"title":"How can I change my delivery address?","description":"<p>We process and dispatch the orders within 24 hours. No fees apply when the address is changed before dispatch and covers the same pricing postcode area.  If in case the order is already dispatched from our warehouse, we require a redirection fee the and cost applies depending on the new location.  If you need to change your delivery information, please contact our team at (03) 9071 0088 or hello@lifely.com.au.<\/p>"}},"f8f5f32e-29b9-42bd-b4c7-45a62641819d":{"type":"faq-items","settings":{"title":"What happens if my order is damaged, lost or stolen during delivery?","description":"<p>Lost In Transit\/Damage In Transit\/Stolen orders must be reported immediately or at least within 2-5 business days from the date of delivery.   Visit our Contact Us page &amp; select the Damaged, Lost or Stolen During Delivery.  Have your order number &amp; the email address used to purchase your order ready.<\/p>"}},"768811cc-2247-4974-bb0d-d3b292e01291":{"type":"faq-items","settings":{"title":"Can I provide additional delivery instructions?","description":"<p>Yes, you can easily do that by placing additional delivery notes before check out. If in case you miss it, you may contact our dedicated customer service team at (03) 9071 0088 or hello@lifely.com.au.   Additional delivery instructions only cover the following: address instruction and authority to leave. Please note that “preferred delivery time” is not guaranteed as we do not have control over courier operations.<\/p>"}},"da441fd7-7231-4640-9b61-7268fdc2601c":{"type":"faq-items","settings":{"title":"I have not heard from your delivery company yet. What do I do?","description":"<p>Upon purchase, you will receive a tracking number within one (1) business day. The tracking number normally updates status and gives an estimated time of arrival of your order.<\/p>\n<p>First scan will appear on the tracking tool once your orders reach the courier’s depot:<\/p>\n<p>VIC, ACT, TAS and NT – First scan event appears on the 1st or 2nd day after collection<\/p>\n<p>NSW and SA – First scan event appears on the 2nd day after collection<\/p>\n<p>QLD – First scan event appears on the 3rd day after collection.<\/p>\n<p>WA – First scan event appears on the 3rd day after collection.<\/p>\n<p>If in case you notice that there are no movements on the order within 72 hours, please contact the designated courier directly or our dedicated customer service team at (03) 9071 0088 or hello@lifely.com.au.<\/p>"}},"424eeb4e-6c0b-4bcf-9921-cb084e92c94d":{"type":"faq-items","settings":{"title":"What do I do If I missed my delivery?","description":"<p>If in case you receive a “sorry we missed you” card or missed a delivery, please contact our customer care team immediately at (03) 90710088 or hello@lifely.com.au to arrange a re-delivery of your order. Please note that the courier gives a specific time frame to arrange the redelivery and applicable re-delivery fee will apply.<\/p>"}},"e3acde73-650f-4d47-8a88-d653b75c5ab4":{"type":"faq-items","settings":{"title":"I live in an apartment; can the courier deliver upstairs?","description":"<p>Due to our contactless home delivery and to ensure the safety of our customers and delivery partners, all orders are delivered at the front door of the ground floor or building lobby. We recommend that you have someone else available to help you carry the items into your home.<\/p>"}},"f19acf3a-55f1-4a19-b03b-f79ff2b72662":{"type":"faq-items","settings":{"title":"Shipping Guarantee Policy","description":"<p>Delays due to unforeseen circumstances outside our control are not covered by shipping guarantee.<\/p>"}},"472247a0-c8a0-4969-8603-0dca62b78f96":{"type":"faq-items","settings":{"title":"Can I choose a courier?","description":"<p>Unfortunately, we don’t offer this option. However, rest assured that our dispatch team selects the most efficient and affordable mode of delivery available from our partner couriers.<\/p>"}},"774c459f-070f-4fc8-b34d-87862bbebfb4":{"type":"faq-items","settings":{"title":"Can I choose a specific delivery date and time for delivery?","description":"<p>Unfortunately, no. Delivery of orders are controlled by our delivery partners and they provide a delivery time frame between 9am to 5pm depending on your location. We recommend that you visit the courier’s website to track the progress of your delivery.<\/p>"}},"fe821aca-5425-4d2b-a582-06e6b2b37c7a":{"type":"faq-items","settings":{"title":"If I am paying for delivery, can I receive my product quicker?","description":"<p>We currently deliver within 1-15 business days to most regional and rural areas which is pretty speedy (especially compared to other furniture retailers). We’re passionate about delivering the best service to our customers so we’ll continue to figure out easier and quicker delivery options.<\/p>"}},"34364b28-fa9a-4f37-8e73-1de86d30b8d1":{"type":"faq-items","settings":{"title":"Can I pay more for express delivery?","description":"<p>Given the sheer size of Australia, it can take a bit of time to get to the hard-to-reach places so the best we can do at the moment for regional and rural deliveries is 1-15 business days. If a better, faster method comes up, we’ll be just as keen as you to make it an available option.<\/p>"}},"2f8ecdc0-3fde-4b72-bea5-d958ec73fe4e":{"type":"faq-items","settings":{"title":"It is saying I am ‘regional’ but I consider myself ‘metro’, who dictates these categorisations?","description":"<p>We calculate our delivery charges on how much our delivery partners charge us and this is based on the distances from a city center. In most, if not all, cases we do not pass the full delivery cost onto our customers. However, in instances where it’s really costly, we kindly ask for a little help in getting our furniture out to you.<\/p>"}},"b33a5a1b-03b6-4ac5-9ed3-793d7b785636":{"type":"faq-items","settings":{"title":"Pre Order","description":"<p>We will do our best to ship Pre-Order Products in accordance to their expected ship date. If this changes, we'll do our best to let you know.  We recommend that you keep your shipping and contact information up-to-date to ensure proper shipment of any Pre-Order Products. If you need to update any of this information, please email us at hello@lifely.com.au.<\/p>\n\n<p>Note that when items arrive earlier than the set pre order dispatch date, we will dispatch the orders right away and notify you with the tracking numbers. If you are not available to receive your orders earlier than schedule, please add your instructions upon purchase.<\/p>"}}},"block_order":["62ca0057-5f1c-49e7-ae15-397b6d0f682d","9b481b11-3d67-4963-8a84-93fe1942acdf","e8d72228-3a22-4d6e-b491-266e368d479c","77367e39-702e-43f6-b098-1b5a203eb619","8b566456-2b43-4ac4-b672-6ac6e0b55774","dbc368ec-8c15-4192-8f60-c5484eb778fe","f8f5f32e-29b9-42bd-b4c7-45a62641819d","768811cc-2247-4974-bb0d-d3b292e01291","da441fd7-7231-4640-9b61-7268fdc2601c","424eeb4e-6c0b-4bcf-9921-cb084e92c94d","e3acde73-650f-4d47-8a88-d653b75c5ab4","f19acf3a-55f1-4a19-b03b-f79ff2b72662","472247a0-c8a0-4969-8603-0dca62b78f96","774c459f-070f-4fc8-b34d-87862bbebfb4","fe821aca-5425-4d2b-a582-06e6b2b37c7a","34364b28-fa9a-4f37-8e73-1de86d30b8d1","2f8ecdc0-3fde-4b72-bea5-d958ec73fe4e","b33a5a1b-03b6-4ac5-9ed3-793d7b785636"],"settings":{"section_headding":"Delivery","section_description":""}},"faq-second-section":{"type":"faq-second-section","blocks":{"9a7533cb-0b6e-40de-a57a-408b45c07350":{"type":"faq-items","settings":{"title":"Does my purchase come with a warranty?","description":"<p>Lifely* products generally cover 12months warranty period against any manufacturing defects and any other issues with the materials that have been used. It is important that you to keep your invoice number to ensure you make a claim.<\/p>\n\n<p>Our Deep Dream mattresses has a 20-year warranty against any manufacturing defect. Terms and Conditions apply.<\/p>"}},"50928242-9f11-4ea7-b9ae-5c6acaf609c8":{"type":"faq-items","settings":{"title":"I received the wrong product, what should I do?","description":"<p>If in case you receive the wrong product, please contact our customer care team immediately at (03) 90710088 or hello@lifely.com.au.  Just simply provide us your order number and a photo of the item you received (showing the product information) and we will arrange a delivery of the right item as soon as possible.<\/p>"}},"810b086a-46ce-4ef9-967e-c5ebfe2b3bdf":{"type":"faq-items","settings":{"title":"I received my order but there are missing parts, what do I do?","description":"<p>Kindly refer to the Assembly Manual included on the package – take a photo of the assembly instruction identifying the missing parts and email to hello@lifely.com.au.  We will immediately send the missing parts via express post.<\/p>"}},"198d8975-48ba-4668-acaf-553f254429ca":{"type":"faq-items","settings":{"title":"I received my order, but the assembly guide is missing, what do I do?","description":"<p>This is very unlikely but if in case the assembly information is missing, you can get a copy from our website. Just simply visit our website, go the product page of the item you ordered and click on Assembly &amp; Care.  All our assembly information is available online.<\/p>"}},"ef97056d-43da-4b70-addb-a2bd5aff73a3":{"type":"faq-items","settings":{"title":"What if I made a mistake assembling?","description":"<p>Our assembly instructions are cleverly designed so that everyone is able to install our furniture with ease. We were so committed that when designing the instruction steps and manuals, we hired ‘dummies’ with zero furniture assembling experience to test out, we made changes to the manuals along until not a single person makes any mistake assembling so you can have a peace of mind that nothing will go wrong.\nPlease note that improper assembly of a product is not included under warranty.<\/p>\n\n<p>However, Lifely* may provide the part that is damaged in the course of assembling the product at a reasonable cost.  Delivery cost of the part will be covered by the customer<\/p>"}},"81cbc943-f567-469c-9043-a5829c79a5d8":{"type":"faq-items","settings":{"title":"What if there's a Manufacturer defect on the item?","description":"<p>Lifely* warrants that all goods are free from defects and workmanship, are of acceptable quality and durability for the purpose for which they are designed.  Warranties and guarantees are provided in accordance with Australian Consumer Law.<\/p>\n\n<p>In the event that you received a product with manufacturing defect, such as missing parts, or in a way hindered of the product’s usability for the purpose it was designed and manufactured, please take photos or video clearly illustrating the problem and contact us as soon as possible, ideally within 21 days after receiving your delivery.<\/p>\n\n<p>The best solution to any product fault depends on the nature of the fault itself, and the outcome that works best for you. We will work collaboratively with you to find a solution that you’re happy with. For example, we may arrange one or a combination of the following:<\/p>\n<li>Send you any missing parts or components;<\/li>\n<li>Suggest a method self-repair (with an offer of compensation to you);<\/li>\n<li>Arrange a repair by a local tradesperson in your area (with an offer of compensation to you);<\/li>\n<li>Replace the product (subject to availability);<\/li>\n<li>Offer you an alternative product; or<\/li>\n<li>Offer a partial or full refund, refund will be processed via original payment method.<\/li>\n<pre><\/pre>\n<p>You are entitled to a replacement or refund for a major failure and compensation for any other reasonably foreseeable loss or damage. You are also entitled to have the goods repaired or replaced if goods fail to be of acceptable quality and the failure does not amount to a major failure.\nWe assess all warranty claims on a case-by-case basis to make sure every claim is handled fairly. We will not charge you a return delivery fee if we deem that the appropriate measure. Additionally, we will not ask you to pay for the delivery fee for any replacement product either.<\/p>"}},"c6ff14a5-e503-40f7-a840-a48bad39c60b":{"type":"faq-items","settings":{"title":"If I have a warranty issue with my product, will I have to pay for the return delivery fee?","description":"<p>We assess all warranty claims on a case-by-case basis to make sure every claim is handled fairly. We will not charge you a return delivery fee if we deem that the appropriate measure. Additionally, we will not ask you to pay for the delivery fee for any replacement product either.<\/p>"}},"fa4024b5-ac48-491a-b07d-4dc3a8df9231":{"type":"faq-items","settings":{"title":"Do you have a showroom?","description":"<p>We do not have a showroom at the moment but do not worry as we provide a detailed information and photos of the products in our website to ensure that it is an exact representation of our items.<\/p>"}},"98d9955a-56e0-4149-b2ae-f29bb42b33e1":{"type":"faq-items","settings":{"title":"How do I check the product availability?","description":"<p>For wait and save \/ pre-order products, simply refer to product page for an estimated date of dispatch from our warehouse. For further assistance, please contact our customer service team at (03) 90710088 or hello@lifely.com.au.<\/p>"}},"1db644dc-cb62-4cfe-a451-847c89920024":{"type":"faq-items","settings":{"title":"Will the couriers dismantle my old furniture?","description":"<p>No. We do not offer those services at the moment.<\/p>"}},"649b7b2c-6563-4de2-ae34-4ba7bae0f3b5":{"type":"faq-items","settings":{"title":"Why are some sizes are not showing as an option?","description":"<p>We take out the size option of an item if it is out of stock. You may also check the product description to confirm the available sizes for the product that you are interested in.<\/p>"}},"cf25b1f4-d773-4b81-a9e5-c34373b3e1ef":{"type":"faq-items","settings":{"title":"Will you notify me once the product becomes available?","description":"<p>Yes, you can now get notification of the specific product once it’s back in stock by clicking “notify me” on the product page.<\/p>"}},"019b4645-b471-4760-80d7-6428848e3ab9":{"type":"faq-items","settings":{"title":"Do you assemble products for your customer?","description":"<p>Unfortunately, we don’t offer an assembly service. But we do provide easy-to-follow assembly manuals for every product you purchase.<\/p>"}}},"block_order":["9a7533cb-0b6e-40de-a57a-408b45c07350","50928242-9f11-4ea7-b9ae-5c6acaf609c8","810b086a-46ce-4ef9-967e-c5ebfe2b3bdf","198d8975-48ba-4668-acaf-553f254429ca","ef97056d-43da-4b70-addb-a2bd5aff73a3","81cbc943-f567-469c-9043-a5829c79a5d8","c6ff14a5-e503-40f7-a840-a48bad39c60b","fa4024b5-ac48-491a-b07d-4dc3a8df9231","98d9955a-56e0-4149-b2ae-f29bb42b33e1","1db644dc-cb62-4cfe-a451-847c89920024","649b7b2c-6563-4de2-ae34-4ba7bae0f3b5","cf25b1f4-d773-4b81-a9e5-c34373b3e1ef","019b4645-b471-4760-80d7-6428848e3ab9"],"settings":{"section_headding":"Products & Stocks","section_description":""}},"faq-third-section":{"type":"faq-third-section","blocks":{"ee19d713-b397-4114-8c1b-87a9a8cba45c":{"type":"faq-items","settings":{"title":"Can I change my order?","description":"<p>Yes. No applicable fees apply if the order is changed prior dispatch from our warehouse. Please note that we dispatch all our orders within 24 hours.  For order changes, please contact our customer service team at (03) 90710088 or hello@lifely.com.au<\/p>"}},"fd35b35d-0c20-4e46-89b2-d6607d128d5d":{"type":"faq-items","settings":{"title":"Can I cancel my order?","description":"<p>Yes. No cancellation fees apply if the order is cancelled prior dispatch from our warehouse. Please note that we dispatch all our orders within 24 hours.  If in case the item has already left the warehouse, applicable fees apply. For cancellation of orders, please contact our customer service team at (03) 90710088 or hello@lifely.com.au<\/p>"}},"bb9776f7-9bf8-41ce-b4fe-243c835dc16f":{"type":"faq-items","settings":{"title":"What if I do not like my order?","description":"<p>If you changed your mind, we may offer you a store credit provided that the return is made within 14 days from the date you received the product and you are able to provide satisfactory proof of purchase.<\/p>\n\n<p>To be eligible for a store credit, the product must:<\/p>\n<li>Be unused and in the same ‘as -new’ condition with all original product packaging including protective packaging such as the box or carton the product came in;<\/li>\n<li>Be free from damages and modifications including but not limited to scratches, stains, drilling, wear and tear, misuse or any result of the failure to take reasonable care of the product;<\/li>\n<li>Not be subjected to the exclusions listed below<\/li>\n<pre><\/pre>\n<p>As the original protective packaging (including box or carton) are carefully designed to avoid shipping damages, any returns without the original packaging will be refused. You are encouraged to photograph products and condition of packaging scheduled for return before handing the return to our delivery partners.<\/p>\n\n<p>You will be responsible for the shipping costs irrespective of any free, discounted or any other type of shipping promotion that may have been applicable at the time of purchase. This includes any costs you incur for us shipping the product to you in the first place and the cost of shipping the product back to us.<\/p>\n\n<p>Fees that will be deducted from your store credit includes:<\/p>\n<li>Initial shipping costs<\/li>\n<li>Return shipping costs<\/li>\n<li>15% restocking fee charged per ‘line total price’ of returned product on your Tax Invoice<\/li>\n<pre><\/pre>\n<p>Our team members will assess the item to determine whether a store credit will be offered in accordance to our Return Policy.  Returns due to change of mind are issued only by way of store credit valid within 1 year from the date of issue. Within 5 business days of receiving your return, a store credit voucher will be issued and you will be notified via email with the details - amount equal to the price paid for the product, less initial shipping costs, return shipping costs and restocking fee.<\/p>"}},"2a7a0fe2-13c9-4db7-9948-b5382948cb24":{"type":"faq-items","settings":{"title":"Products not qualified for return:","description":"<p>Please choose carefully when purchasing products as the following items will not be accepted for return due to change of mind.  Returns on all brands will not be provided on the following types of merchandise unless the product fails to meet a consumer guarantee:<\/p>\n<ol>\n<li>Mattresses &amp; Bedding<\/li>\n<li>Pillows &amp; Quilts<\/li>\n<li>Clearance items<\/li>\n<li>Personalised items<\/li>\n<li>Orders for commercial or non-domestic use<\/li>\n<\/ol>"}},"ad89b063-1925-4d87-a7e2-1137c19733b0":{"type":"faq-items","settings":{"title":"How to return?","description":"<p>Kindly ensure that the item is placed back in its original packaging, take a photo and send to hello@lifely.com.au when its ready for collection.  We will arrange a pickup from your given address, simply let us know the date and time and we will do the rest.<\/p>\n\n<p>To make returning as easy as abc, you can leave the goods out at your front door or with your concierge and our appointed driver will pick them up straight away. You do not need to be present at the address to wait for the driver.<\/p>"}},"fb6f0d86-8c2c-463b-9b29-2ddd5ba65abf":{"type":"faq-items","settings":{"title":"Can I use my store credit towards non-Lifely* items?","description":"<p>You can only use your store credit with Lifely* Furniture products.<\/p>"}},"5fb2ec2a-3978-4c5f-a5be-e1433e7d657c":{"type":"faq-items","settings":{"title":"How long can I keep my store credit?","description":"<p>Store credits are valid for one year from the date of issuance.  Please call (03) 90710088 or email  hello@lifely.com.au should you wish to redeem your store credit.<\/p>"}},"fd57a112-ad5d-498b-8ab0-a2422adb941b":{"type":"faq-items","settings":{"title":"When will I see my refund?","description":"<p>Refund request due to faulty products require supporting documents such as photos\/videos illustrating the fault or issue.  These documents are typically reviewed within 24-48 hours from the date submitted.  Once request is validated, refund will be processed and will appear back onto the original form of payment within 5-10 business days.  You may contact our customer service team at (03) 9071 0088 or hello@lifely.com.au should you have any questions. <\/p>"}}},"block_order":["ee19d713-b397-4114-8c1b-87a9a8cba45c","fd35b35d-0c20-4e46-89b2-d6607d128d5d","bb9776f7-9bf8-41ce-b4fe-243c835dc16f","2a7a0fe2-13c9-4db7-9948-b5382948cb24","ad89b063-1925-4d87-a7e2-1137c19733b0","fb6f0d86-8c2c-463b-9b29-2ddd5ba65abf","5fb2ec2a-3978-4c5f-a5be-e1433e7d657c","fd57a112-ad5d-498b-8ab0-a2422adb941b"],"settings":{"section_headding":"Return & Refund","section_description":""}},"faq-fourth-section":{"type":"faq-fourth-section","blocks":{"96e3d04e-3099-4192-a498-f72a2c348457":{"type":"faq-items","settings":{"title":"How can I pay for my order?","description":"<p>Lifely* accepts all major credit cards – Visa, MasterCard, American Express, and PayPal.<\/p>"}},"9945ad2f-0b61-421c-8d94-73d3d271d523":{"type":"faq-items","settings":{"title":"How do I get 0% finance?","description":"<p>Simply select the Afterpay and Zip pay option during checkout. You will then be redirected to your selected payment method to complete an application. This will only take a few minutes. Repayments will vary depending on your selected payment method<\/p>"}},"9409e51a-931f-4e21-8109-ba7f53903f9e":{"type":"faq-items","settings":{"title":"Are my card details secured?","description":"<p>Yes. For security purposes we do not store client card information in our system.<\/p>"}},"17e349a6-c2b7-42e1-aabe-ee5bdbae9201":{"type":"faq-items","settings":{"title":"How do I use my promo code?","description":"<p>All promo codes have time validity and is applicable to certain products. You may just simply enter code on promo code section and discounts will be applied accordingly. For further assistance, please contact our customer service team at (03) 90710088 or hello@lifely.com.au.<\/p>"}},"b5806dbc-40d5-4070-a1b0-5fc3db68fecb":{"type":"faq-items","settings":{"title":"The product I purchased just went on sale, can I get a refund?","description":"<p>All prices on the Lifely website are subject to change. If the price of an item on your order drops, and you contact us within 48 hours after placing your order, we will honour the new price.<\/p>\n<p>No price adjustments can be processed after more than 48 hours since purchase.<\/p> \n\n<p><strong>We cannot amend prices of products that have already been dispatched from our warehouse.<\/strong><\/p>"}},"145baeac-70c4-422c-a81f-9fccdc77139d":{"type":"faq-items","settings":{"title":"Returns, Refunds & Exchanges On Sale Items","description":"<p>We do not offer refunds, returns or exchanges on sale items due to change of mind. We will meet our obligations under the Australian Consumer Law if a product is faulty or damage.<\/p>"}},"29207f40-2d5f-4959-a261-98087668aed5":{"type":"faq-items","settings":{"title":"Can I pay for the products upon delivery?","description":"<p>We regret to inform you that we don’t offer a “cash on delivery” payment option. However, we do offer flexible payment options through AfterPay, Klarna and or ZipPay<\/p>"}}},"block_order":["96e3d04e-3099-4192-a498-f72a2c348457","9945ad2f-0b61-421c-8d94-73d3d271d523","9409e51a-931f-4e21-8109-ba7f53903f9e","17e349a6-c2b7-42e1-aabe-ee5bdbae9201","b5806dbc-40d5-4070-a1b0-5fc3db68fecb","145baeac-70c4-422c-a81f-9fccdc77139d","29207f40-2d5f-4959-a261-98087668aed5"],"settings":{"section_headding":"Payments & Promotions","section_description":""}},"faq-fifth-section":{"type":"faq-fifth-section","blocks":{"a3ea688b-4a3b-46e5-8826-00b67ff26f6b":{"type":"faq-items","disabled":true,"settings":{"title":"What is Shipping & Delivery Insurance?","description":"<p>We’ve partnered with NTI Shipping &amp; Delivery Insurance to protect your goods whilst being delivered to you.<\/p>\n\n<p>Backed by Australia’s largest transport and logistics specialist, NTI Shipping &amp; Delivery Insurance lets you feel safe in the knowledge that if something goes wrong, we’ve got you covered!<\/p>\n\n<p>We’ve got your purchased goods covered for accidental damage, loss or theft – whether it’s carried by road, rail, boat or air. Your purchase is protected for full replacement cost, including shipping costs.<\/p>"}},"5f6ad3a0-5754-4d82-a476-1e341343bd61":{"type":"faq-items","disabled":true,"settings":{"title":"What happens if my order is damaged, lost or stolen during delivery?","description":"<p>Visit our Contact Us page &amp; select the Damaged, Lost or Stolen During Delivery and have your order number &amp; the email address used to purchase your order ready.<\/p>"}},"c0957912-6f25-446a-bb7a-a634983fbad9":{"type":"faq-items","settings":{"title":"Who can make a claim?","description":"<p>The claim must be made by the person who has purchased the order. If any refunds are applicable, payment will be made to purchaser.<\/p>"}},"5e104b3e-82b6-4116-99a0-cc80abdf6d3a":{"type":"faq-items","settings":{"title":"What will I need to provide to lodge a claim?","description":"<p>\n<\/p><li>Order number<\/li>\n<li>Your email used to purchase your order<\/li>\n<li>Photos of the damaged good(s). Please take photos of: the whole item including all sides, close ups of the damage, external packaging \/ box, the shipping labels.<\/li>\n<p><\/p>"}},"23cb1932-2662-4d7e-92f7-66c30c058a95":{"type":"faq-items","settings":{"title":"In the event of lost \/stolen:","description":"<p>\n<\/p><li>Tracking emails, a copy of police report, any security footage (if available)<\/li>\n<li>Any other relevant supporting documents\/emails<\/li>\n<p><\/p>"}},"1efa8681-1909-4c74-bcf8-52ea3206e491":{"type":"faq-items","settings":{"title":"How will my claim be resolved?","description":"<p>We encourage you to lodge your claim with us as soon as possible and we endeavor to investigate all claims efficiently and effectively. Because circumstances vary, it may take some time to reach a resolution, but we will keep you informed regarding the progress of your claim.<\/p>"}},"6f97379a-373b-497a-9e09-3d5928e96cb6":{"type":"faq-items","settings":{"title":"How long will my claim take","description":"<p>We encourage you to lodge your claim with us as soon as possible and we endeavor to investigate all claims efficiently and effectively. Because circumstances vary, it may take some time to reach a resolution, but we will keep you informed regarding the progress of your claim<\/p>"}},"04709f6d-8c33-41c5-a1f5-2cbbc365847a":{"type":"faq-items","disabled":true,"settings":{"title":"Your privacy & NTI Shipping & Delivery Insurance","description":"<p>Protecting your privacy and the confidentiality of your personal information is very important to NTI Shipping &amp; Delivery Insurance and is fundamental.<\/p>\n\n<p>When you give your personal information, it is a serious responsibility. E-Living &amp; NTI are committed to protecting your personal information and giving you a choice in who can use your personal information and how it may be used.<\/p>\n\n<p>Personal order information collected to protect your purchase deliveries will be handled in accordance with NTI Limited’s Privacy Policy, which complies with the requirements of the Privacy Act 1988 (Cth). See here for more https:\/\/www.nti.com.au\/privacy-statement<\/p>"}}},"block_order":["a3ea688b-4a3b-46e5-8826-00b67ff26f6b","5f6ad3a0-5754-4d82-a476-1e341343bd61","c0957912-6f25-446a-bb7a-a634983fbad9","5e104b3e-82b6-4116-99a0-cc80abdf6d3a","23cb1932-2662-4d7e-92f7-66c30c058a95","1efa8681-1909-4c74-bcf8-52ea3206e491","6f97379a-373b-497a-9e09-3d5928e96cb6","04709f6d-8c33-41c5-a1f5-2cbbc365847a"],"settings":{"section_headding":"Damaged, lost or stolen during delivery","section_description":""}},"return_contact_us":{"type":"return_contact_us","settings":{"heading":"Contact us","description":"<p>If you need a helping hand with View At Home or to create a space you love, get in touch with us. We are here to help!<\/p>","email":"hello@lifely.com.au","phone":"(03) 9071 0088"}}},"order":["return_banner","faq-first-section","faq-second-section","faq-third-section","faq-fourth-section","faq-fifth-section","return_contact_us"]}