{"sections":{"privacy-policy-content":{"type":"privacy-policy-content","settings":{"privacy_content":"<div class=\"privacy-main-content\">\n<div class=\"page-width\">\n<h1 class=\"heading-main\"><span>Lifely* Website Privacy Policy<\/span><\/h1>\n<div class=\"privacy-inner-content\">\n<p>Efficient Living Group Pty Ltd ABN 82623289976 (“us”, “we” or “our”) operates https:\/\/lifely.com.au (the “site”). The Information within this page informs you of our policies with regards to the collection, use and disclosure of personal information.<\/p>\n<p><strong>Use of Data<\/strong><\/p>\n<p>Information collected by website visitors and customers is used for the improvement of the site and, if applicable, to provide services to you. By accessing lifely.com.au, you consent to the collection and use of information in accordance with this policy.<\/p>\n<p><strong>Security<\/strong><\/p>\n<p>The security of your personal information is important to us. We use an HTTPS secure checkout to ensure to the best of our ability that your information is safe. While we strive to protect your personally identifiable information, we cannot guarantee its absolute security. The transmission of details across the Internet and electronic storage is never 100% secure.<\/p>\n<p><strong>Types of Data we may collect:<\/strong><\/p>\n<p><strong>Cookies<\/strong><\/p>\n<p>“Cookies” are small files of data that are sent by a website and stored on a computer’s hard drive. These may include an anonymous unique identifier. Like most sites, we collect cookie data to collect information and improve the website. You are able to refuse the use of cookies on your computer by configuring your browser. Doing so may, however, inhibit you from seeing certain portions of the website.<\/p>\n\n<p>We may use these cookies to improve your shopping experience through the use of remarketing and third parties, which use this anonymous data.<\/p>\n<p><strong>Personally Identifiable Information<\/strong><\/p>\n<p>Personally identifiable information includes but is not limited to your name, address, phone number, email address and financial information. Lifely* will never sell, distribute or otherwise enable the use of this personally identifiable data to third parties or partners. By purchasing through the website or by inputting your email address into the website, you consent to receive emails from Lifely*.<\/p>\n<p><strong>Opt Out<\/strong><\/p>\n<p>To unsubscribe from marketing emails, you may click “unsubscribe” located at the bottom of every email.<\/p>\n<p>As you browse lifely.com.au, advertising cookies will be placed on your computer so that we can understand what you are interested in.<\/p>\n<p><strong>Consent<\/strong><\/p>\n<p>You agree that we may collect, use and disclose your personal information for all purposes reasonably necessary in the course of our business including specifically to provide services (and\/or goods) to you.<\/p>\n<p><strong>Accessing and correcting your personal information<\/strong><\/p>\n<p>You are entitled to request access to the personal information we hold about you. You may request such access by contacting us in writing using the contact details provided below. We will comply with your request unless, in our reasonable opinion, there is a proper and lawful basis for not doing so, in which case we will advise you of our decision in relation to your request for access.<\/p>\n<p>If you believe that personal information, we hold about you is inaccurate, out-of-date or incomplete, you may request us to correct that information. You can make the request by contacting us in writing using the contact details below.<\/p>\n<p><strong>Changes to the Privacy Policy<\/strong><\/p>\n<p>\nPlease note that this Privacy Policy forms part of the Terms and Conditions for use of the Website and forms part of an agreement between you and us. We may, from time to time, amend this Privacy Policy, in whole or part, in our sole discretion without any liability to you. Any changes to the Privacy Policy will be published on our Website and will be effective immediately upon publication\n<\/p>\n<p>This Privacy Policy was last updated on July 29, 2022<\/p>\n<p>Lifely*<br>Contact:<span> <\/span> hello@lifely.com.au<\/p>\n<\/div>\n<\/div>\n<\/div>"}}},"order":["privacy-policy-content"]}